//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Abbrechen";
"Done" = "Erledigt";

/* Default title */
"Photos" = "Fotos";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto ausgewählt";
"%@ Photos Selected" = "%@ Fotos ausgewählt";
"%@ Video Selected" = "%@ Video ausgewählt";
"%@ Videos Selected" = "%@ Videos ausgewählt";
"%@ Items Selected" = "%@ Elemente ausgewählt";

/* Grid view footer */
"%@ Photos" = "%@ Fotos";
"%@ Videos" = "%@ Videos";
"%@ Photos, %@ Videos" = "%1$@ Fotos, %2$@ Videos";

/* Assets index */
"%@ of %@" = "%1$@ von %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Diese App hat keinen Zugriff auf Ihre Fotos oder Videos.";
"You can enable access in Privacy Settings." = "Sie können den Zugriff in Ihren Datenschutz-Einstellungen freigeben.";

/* Messages if no assets */
"No Photos or Videos" = "Keine Fotos oder Videos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Sie können Fotos oder Videos mit der Kamera aufnehmen, oder Fotos und Videos via iTunes auf ihr %@ synchronisieren.";
"You can sync photos and videos onto your %@ using iTunes." = "Sie können Fotos oder Videos via iTunes auf ihr %@ synchronisieren.";

/* Accessibility labels */
"Play" = "Abspielen";
"Select" = "Auswählen";
"Deselect" = "Auswahl aufheben";

/* Video duration spell out */
"hours" = "Stunden";
"hour" = "Stunde";
"minutes" = "Minuten";
"minute" = "Minute";
"seconds" = "Sekunden";
"second" = "Sekunde";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Video-Stream kann nicht abgespielt werden";
"OK" = "OK";
